[
  {
    "name": "Grumpy Cat",
    "detail": "Grumpy Cat (born April 4, 2012), real name Tardar Sauce, is a female cat and Internet celebrity known for her grumpy facial expression. Her owner Tabatha Bundesen says that her permanently grumpy-looking face is due to feline dwarfism. She shot to Internet stardom in 2013 after her picture was uploaded her on Reddit.",
    "image": "cat_001"
  },
  {
    "name": "Maru",
    "detail": "Maru (まる, Japanese: circle or round; born May 24, 2007) is a male Scottish Fold. He has been amusing fans with his YouTube antics for years. As of April 2013, videos with Maru have been viewed over 200 million times. From sliding into paper boxes to hiding in dustbins, Maru has done it all.",
    "image": "cat_002"
  },
  {
    "name": "Lil Bub",
    "detail": "Lil Bub (born June 21, 2011) is an American cat and Internet celebrity known for her “perma-kitten” appearance. Her photos were first posted to Tumblr then took off after being featured on the social news website reddit. She was born with several genetic mutations which accounts for her tongue permanently sticking out. She was also diagnosed with a rare bone disorder, osteopetrosis. Her cute appearance even caused a fan to remark that “Lil Bub is an angel sent down by Heaven”.",
    "image": "cat_003"
  },
  {
    "name": "Snoopy the Cat",
    "detail": "Snoopy the Cat (大肥猫宝儿) is one of the most popular cats in the world especially in China. She is an Exotic Shorthair cat with a lovely master that takes pictures of her everyday. As you can see, she is a very chubby and huggable. She has a pair of really really big eyes.",
    "image": "cat_004"
  },
  {
    "name": "Colonel Meow",
    "detail": "Colonel Meow first found fame in 2012 and has since gained hundreds of thousands of fans (or minions, as he calls them) on social networks. When news of the Colonel’s illness spread online, his fans of both the human and cat variety rushed to show their support. He recently landed a spot in the Guinness World Records for being the cat with the longest fur at nine inches.",
    "image": "cat_005"
  },
  {
    "name": "Nala",
    "detail": "Nala, an adorable cross-eyed cat from Los Angeles, California, is famous for her amusing antics on Facebook. There’s a whole host of Nala merchandise if you’re a fan, including Nala mobile phone cases, t-shirts and bow collars.",
    "image": "cat_006"
  },
  {
    "name": "Hamilton the Hipster Cat",
    "detail": "Hamilton the Hipster Cat is a rescue kitty that was born on the 4th of July (probably). He has a real mustache that is better than any mustache that has ever walked this planet Like him for daily updates and pics. Follow Ham on Instagram.",
    "image": "cat_007"
  }
]